#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!</b>
sᴏᴏʀʏ ᴅᴜᴅᴇ...❗

ʏᴏᴜ ᴄᴀɴ'ᴛ ᴀᴅᴅ ᴍᴇ ɪɴᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ 

ɪᴀᴍ ᴡᴏʀᴋ ᴏɴʟʏ ғᴏʀ ᴍʏ ʙᴏss 

ᴅᴏ ɴᴏᴛ ᴡᴀꜱᴛᴇ ᴛɪᴍᴇ ɢᴏ ᴀʜᴇᴀᴅ 𝐁𝐈𝐓𝐂𝐇

➖➖➖➖➖➖➖➖➖➖➖➖
➪ 𝐷ᴇᴠᴇʟᴏᴘᴇʀ : [𝒔𝒉𝒊𝒗𝒂 🕊️](https://t.me/OGGY123kph)
</i>"""    
    
    HELP_TEXT = """
sᴏᴏʀʏ ᴅᴜᴅᴇ ʏᴏᴜ ᴄᴀɴ'ᴛ ᴜsᴇ ᴍᴇ 😎

😒 ഒരു പ്രാവശ്യം പറഞ്ഞാൽ മനസിലാവാത്ത തെണ്ടി ആണ് നീ വെറുതെ HELP BUTTON അടിച്ചു സമയം കളയേണ്ട 😒 അത് എനിക്ക് ഇഷ്ടം അല്ല എന്തെങ്കിലും ചോദിക്കാൻ ഉണ്ടായാൽ [𝒔𝒉𝒊𝒗𝒂 🕊️](https://t.me/OGGY123kph) മെസ്സേജ് ഒരു പ്രാവശ്യം ചെയ്യുക ശല്യപെടുത്താതിരിക്കുക ⭕️
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code> Auto Filter Bot</code>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/OGGY123kph">𝒔𝒉𝒊𝒗𝒂 🕊️</a></i></b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ Library</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ Source Code</b> : <i><a href="https://t.me/moviehubgroupp">😒 തരില്ല</a></i>
"""
